{"config": [{"config": {"kernel_regularizer": null, "trainable": true, "bias_constraint": null, "units": 32, "use_bias": true, "dtype": "float32", "batch_input_shape": [null, 30], "activity_regularizer": null, "name": "dense_13", "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_constraint": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "trainable": true, "bias_constraint": null, "units": 16, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_14", "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activation": "relu", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "trainable": true, "bias_constraint": null, "units": 6, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_15", "kernel_initializer": {"config": {"seed": null, "minval": -0.05, "maxval": 0.05}, "class_name": "RandomUniform"}, "kernel_constraint": null, "activation": "softmax", "activity_regularizer": null, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.5", "backend": "tensorflow"}